{
    "nav": {
        "link1": "Kezdőlap",
        "link2": "Rólam",
        "link3": "Ismereteim",
        "link4": "Munkáim",
        "link5": "Blog",
        "link6": "Kapcsolat"
    },
    "home": {
        "name": "Horváth Tamás",
        "profession1": "Full-Stack webfejlesztő,",
        "profession2": "Adatbázis specialista",
        "subTitle": "Kódolj szépséget, hozz létre élményt!",
        "buttonText": "Küldj üzenetet"
    },
    "about": {
        "headingTitle": "Néhány szó",
        "headingSpan": "Rólam",
        "mainTitle": "Engedd meg, hogy néhány sorban bemutatkozzam!",
        "firstParagraph": "<strong>Horváth Tamás</strong> vagyok, eredetileg zenész, zeneszerző, alkotó. A webfejlesztéssel 2022-ben kezdtem komolyabban foglalkozni.",
        "secundParagraph": "Szeretek alkotni, a tanulás a hobbim. Szeretem a logikusan felépülő rendszereket. Precízen, tökéletességre törekedve ugyanakkor kreatívan megoldani a feladatokat.",
        "thirdParagraph": "<strong>2022 tavaszán</strong> az Újratervezés program keretében lehetőséget kaptam az IT világába való betekintésre. A <strong>rendszerüzemeltető </strong>képzés során elsajátítottam a számítástechnika alapelveit, a hálózatüzemeltetés alapjait, valamint a kliens (Windows, Linux) és szerver oldali (Windows Server, Linux Server) operációs rendszerek, virtuális gépek (Hyper-V, Docker) és cloud platformok (Azure, AWS) szolgáltatásainak felépítését, használatát és üzemeltetését.",
        "forthParagraph": "Ezt követően <strong>adatbázis specialista </strong>képzésen vettem részt, ahol haladó szinten elsajátítottam az SQL nyelvet, valamint a különböző adatbázis szoftverek (MS SQL, MySQL, MongoDB) használatát, konfigurálását és üzemeltetését. Ezen kívül elsajátítottam az adatbázisok tervezését és optimalizálását is.",
        "fifthParagraph": "Folyamatos tanulás iránti elkötelezettségemnek köszönhetően, és mivel mindig a teljes képet szeretem látni, <strong>full-stack fejlesztő </strong>karrier felé vettem az irányt. A <strong>front-end fejlesztés</strong> haladó szintű elsajátítása mellett jelenlegi célom a back-end oldal megismerése, amellyel teljes rendszereket tudok majd megvalósítani a webfejlesztés platformján.",
        "contactButton": "Lépjünk kapcsolatba!",
        "cvButton": "Töltsd le az önéletrajzom!"
    },
    "aboutInfo": {
        "title": "Még néhány infó rólam",
        "firstInfoTitle": "1. A gitáros",
        "firstInfoContent": "<p>A zene gyerekkorom óta szerves része az életemnek. Tizenhárom éves korom óta gitározom, ami egy örök szerelem.</p><p>A Kőbányai Zenei Stúdióban végeztem, mint hivatásos gitáros. Óriási megtiszteltetés volt olyan magyar zenei ikonokkal együtt zenélni, mint Póka Egon, Babos Gyula vagy Vörös István.</p><p>A következő oldalon többet is megtudhatsz zenei karrieremről: <a href='https://theguitarist.thomashorvath.hu' target='_blank'> TheGuitarist.ThomaHorvath.hu</a></p>",
        "secundInfoTitle": "2. Az informatikus",
        "secundInfoContent": "<p>A számítógépek világa már gyermekkoromban lenyűgözött, amikor még az MS-DOS és a Commodore 64 uralkodott.</p><p>Bár inkább a zenei irányba fordultam, a COVID-19 megjelenése radikálisan átformálta az életem. A zene háttérbe szorult viszont egy remek lehetőségel élve elkezdtem informatikát tanulni. Ez ugyanazt a lelkesedést ébresztette bennem, mint mikor a zenével kezdtem foglalkozni.</p>",
        "thirdInfoTitle": "3. A Hobbik",
        "thirdInfoContent": "<p>Szabadidőmben is szeretek alkotni. Szívesen barkácsolok, és megoldom a házkörül felmerülő problémákat, legyen az festés, villany vagy autószerelés.</p><p>Örömmel vetem bele magam az új dolgok elsajátításába. Szeretek kirándulni, olvasni, zenét hallgatni, gitározni valamint tanulni.</p>",
        "forthInfoTitle": "4. A sport",
        "forthInfoContent": "<p>Az fitness és a testépítés mindig is ámulattal töltött el. Tinédzserként lelkesen jártam az edzőterembe, bár a munka világába lépve már kevésbé tudok időt szakítani a rendszeres edzésekre. Terveim között szerepel, hogy újra elkezdjek sportolni.</p><p>Legnagyobb inspirációm Arnold Schwarzenegger.</p>",
        "fifthInfoTitle": "5. A személyiség",
        "fifthInfoContent": "<p>Számíthatsz rá, hogy minden helyzetben megbízhatóan és precízen végzem el a feladataimat.</p><p>Kitartó vagyok az elérni kívánt célokért, miközben könnyen alkalmazkodom az új helyzetekhez és képes vagyok hatékonyan együttműködni másokkal.</p>"
    },
    "quote": "\"Ne csak dolgozz, alkoss is valamit. Az igazi siker abban rejlik, ha szereted, amit csinálsz.\"",
    "skills": {
        "headingTitle": "Készségek",
        "headingSpan": "Amikkel rendelkezem"
    }
}
